Repository: Sandeepkakde21/Smart-crop-insurance
Catalog: Crop/Crop/*.lproj/Localizable.strings
Languages: hi, mr_in

source: Please check all fields
hi: कृपया सभी फ़ील्ड जांचें
mr_in: कृपया सर्व फील्ड तपासा

source: All fields are compulsory and text length should be more than one character in it
hi: सभी क्षेत्र अनिवार्य हैं और इसमें पाठ की लंबाई एक से अधिक होनी चाहिए
mr_in: सर्व फील्ड अनिवार्य आहेत आणि मजकूराची लांबी त्यातील एकापेक्षा जास्त वर्णांची असावी

source: Password and confirm-password must be same
hi: पासवर्ड और कंफर्म-पासवर्ड समान होना चाहिए
mr_in: संकेतशब्द आणि पुष्टीकरण-संकेतशब्द समान असणे आवश्यक आहे

source: Registration
hi: पंजीकरण
mr_in: नोंदणी

source: Crop Insurance
hi: फसल बीमा
mr_in: पीक विमा

source: Ok
hi: ठीक है
mr_in: ठीक आहे

source: Login
hi: लॉग इन करें
mr_in: लॉगिन

source: Login failed please try again
hi: लॉगिन विफल। कृपया पुन: प्रयास करें
mr_in: लॉगिन अयशस्वी कृपया पुन्हा प्रयत्न करा

source: Please enter Aadhar number and password
hi: कृपया आधार नंबर और पासवर्ड दर्ज करें
mr_in: कृपया आधार क्रमांक आणि संकेतशब्द प्रविष्ट करा

source: Something went wrong, Please check your network connection
hi: कुछ गलत हो गया है, कृपया अपना नेटवर्क कनेक्शन जांचें
mr_in: काहीतरी चूक झाली, कृपया आपले नेटवर्क कनेक्शन तपासा

source: Buy Policy
hi: पॉलिसी खरीदें
mr_in: खरेदी धोरण

source: Manual Claim Policy
hi: स्वतः दावा नीति
mr_in: स्वत हक्क धोरण

source: Area in hector is compulsory.
hi: हेक्टर में क्षेत्र अनिवार्य है।
mr_in: हेक्टरमधील क्षेत्र अनिवार्य आहे.

source: Please allow location service enable
hi: कृपया स्थान सेवा सक्षम करने की अनुमति दें
mr_in: कृपया स्थान सेवा सक्षम करण्यास अनुमती द्या

source: Buy policy completed.
hi: पूरी की गई पॉलिसी खरीदें।
mr_in: खरेदी धोरण पूर्ण झाले.

source: Buy policy failed
hi: खरीदें नीति विफल
mr_in: खरेदी धोरण अयशस्वी

source: Total payable
hi: कुल देय
mr_in: देय एकूण

source: Done
hi: किया हुआ
mr_in: पूर्ण झाले

source: Manual Claime
hi: स्वतः दावा
mr_in: स्वत हक्क

source: Percentrage damage = ?
hi: प्रतिशत की क्षति = ?
mr_in: नुकसान टक्केवारी = ?

source: Please wait we are in process...
hi: कृपया प्रतीक्षा करें हम प्रक्रिया में हैं...
mr_in: कृपया प्रतीक्षा करा आम्ही प्रक्रियेत आहोत...

source: Please retake new image as we are not able to process with this image
hi: कृपया नई छवि को फिर से लें क्योंकि हम इस छवि के साथ प्रक्रिया करने में सक्षम नहीं हैं
mr_in: कृपया या प्रतिमेसह प्रक्रिया करण्यात आम्ही सक्षम नसल्यामुळे नवीन प्रतिमा पुन्हा घ्या

source: Image not processed please select new image captured in good lights
hi: संसाधित नहीं की गई छवि कृपया अच्छी रोशनी में कैप्चर की गई नई छवि का चयन करें
mr_in: प्रतिमेवर प्रक्रिया नाही कृपया चांगल्या दिव्यामध्ये कॅप्चर केलेली नवीन प्रतिमा निवडा

source: Select another good quality image and try again
hi: एक और अच्छी गुणवत्ता वाली छवि का चयन करें और फिर से प्रयास करें
mr_in: आणखी एक दर्जेदार प्रतिमा निवडा आणि पुन्हा प्रयत्न करा

source: Claim recorded successfully
hi: दावा सफलतापूर्वक दर्ज किया गया
mr_in: हक्क यशस्वीरित्या रेकॉर्ड केले

source: Claim not recorded
hi: दावा दर्ज नहीं किया गया
mr_in: हक्क रेकॉर्ड केलेला नाही

source: You will get
hi: तुम्हे मिल जाएगा
mr_in: तुला मिळेल

source: percent insurance amount
hi: प्रतिशत बीमा राशि
mr_in: टक्के विमा रक्कम

source: Profile
hi: प्रोफ़ाइल
mr_in: प्रोफाइल

source: Policies
hi: नीतियाँ
mr_in: धोरणे

source: No policies found
hi: कोई नीतियां नहीं मिलीं
mr_in: कोणतीही धोरणे आढळली नाहीत

source: Manually processed
hi: स्वतः रूप से संसाधित किया गया
mr_in: व्यक्तिचलितरित्या प्रक्रिया केली

source: Auto processed
hi: स्वचालित संसाधित हुआ
mr_in: स्वयंचलित प्रक्रिया
